[M_BlowTheBridge MissionDefinition]
MissionSummary="The sheriff's train explodes."

[M_BlowTheBridge:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionDescriptionOverride="[Area] Lynchwood [-Area] The police send their son Handsome Jack to collect all the iridium fragments from the city's mines.. Burke wants to destroy the iridium train. The bomb carrier you placed is in the way of the iridium train; Quickly use the launcher to detonate the bomb as it approaches the train.!"
